Repository: matdac12/SnipNote
Catalog: SnipNote/Localizable.xcstrings
Source language: en
Languages: it

# analysis.phase.preparing
source: Preparing
it: Preparazione

# analysis.phase.uploading
source: Uploading
it: Caricamento

# analysis.phase.server
source: On the server
it: Sul server

# analysis.title.preparing
source: Preparing your audio
it: Preparazione dell’audio

# analysis.title.uploading
source: Uploading your audio
it: Caricamento dell’audio

# analysis.title.confirming
source: Finishing upload
it: Completamento del caricamento

# analysis.title.queued
source: Waiting to transcribe
it: In attesa di trascrizione

# analysis.title.transcribing
source: Transcribing your meeting
it: Trascrizione della riunione

# analysis.title.analyzing
source: Finding the key points
it: Individuazione dei punti chiave

# analysis.title.processing
source: Processing your meeting
it: Elaborazione della riunione

# analysis.title.paused
source: Upload paused
it: Caricamento in pausa

# analysis.title.failed
source: Analysis needs attention
it: L’analisi richiede attenzione

# analysis.guidance.keep_open.title
source: Keep SnipNote open for now
it: Tieni SnipNote aperta per ora

# analysis.guidance.keep_open.detail
source: This is brief. We’ll let you know when you can leave.
it: Ci vorrà poco. Ti avviseremo quando potrai uscire.

# analysis.guidance.safe.title
source: You can leave now
it: Ora puoi uscire dall’app

# analysis.guidance.upload.detail
source: Switch apps or lock your phone. Uploading continues.
it: Puoi cambiare app o bloccare il telefono. Il caricamento continua.

# analysis.guidance.queue.detail
source: Your audio is uploaded. Processing will continue.
it: L’audio è caricato. L’elaborazione continuerà.

# analysis.guidance.server.detail
source: Your meeting is being processed on the server.
it: La riunione viene elaborata sul server.

# analysis.guidance.attention.title
source: Open SnipNote to continue
it: Apri SnipNote per continuare

# analysis.guidance.attention.detail
source: Check your connection and try again.
it: Controlla la connessione e riprova.

# analysis.action.retry
source: Retry upload
it: Riprova caricamento

# analysis.progress.accessibility
source: Audio upload: %d%%
it: Caricamento audio: %d%%

# background_upload.queued
source: Queued for transcription
it: In coda per la trascrizione

# background_upload.remote_failed
source: Server transcription failed.
it: Trascrizione sul server non riuscita.

# background_upload.account_changed
source: Sign in to the account that started this upload.
it: Accedi all’account che ha avviato questo caricamento.

# background_upload.disk_full
source: Not enough space to prepare audio. The original has been retained.
it: Spazio insufficiente per preparare l’audio. L’originale è stato conservato.

# background_upload.retry_button
source: Retry upload
it: Riprova caricamento

# background_upload.can_leave
source: Background uploads are registered. You can lock your phone or switch apps.
it: I caricamenti in background sono registrati. Puoi bloccare il telefono o cambiare app.

# background_upload.keep_open
source: Keep SnipNote open until background uploads are registered.
it: Tieni SnipNote aperta fino alla registrazione dei caricamenti in background.

# background_upload.retry
source: Upload paused. Reopen SnipNote or retry when connected.
it: Caricamento in pausa. Riapri SnipNote o riprova quando sei connesso.

# background_upload.uploading
source: Uploading audio
it: Caricamento audio

# background_upload.preparing
source: Preparing audio
it: Preparazione audio

# background_upload.legacy
source: Use legacy audio upload
it: Usa il caricamento audio precedente

# export.content.everything
source: Summary and transcript
it: Riepilogo e trascrizione

# export.content.summary
source: Summary
it: Riepilogo

# export.content.transcript
source: Transcript
it: Trascrizione

# export.error.nothingToExport
source: There is nothing to export yet.
it: Non c'è ancora nulla da esportare.

# export.error.title
source: Export failed
it: Esportazione non riuscita

# export.format.text
source: Text
it: Testo

# export.heading.summary
source: Summary
it: Riepilogo

# export.heading.transcript
source: Transcript
it: Trascrizione

# export.untitled
source: Untitled transcription
it: Trascrizione senza titolo

source: %lld%% Complete
it: %lld%% Completato

source: ✓ Completed
it: ✓ Completato

source: ✓ COMPLETED
it: ✓ COMPLETATO

source: 1. Go to iOS Settings 2. Find Privacy & Security 3. Tap Microphone 4. Enable SnipNote 5. Return to the app
it: 1. Vai a Impostazioni iOS 2. Trova Privacy e Sicurezza 3. Premi Microfono 4. Abilita SnipNote 5. Torna all'app

source: About
it: Info

source: ABOUT
it: INFO

source: About SnipNote
it: Info su SnipNote

source: AI Does the Work
it: L'AI Fa il Lavoro

source: AI-Powered Insights
it: Insight con AI

source: AI-powered voice note taking. Turn your recordings into clear transcripts and summaries.
it: Note vocali con AI. Trasforma le tue registrazioni in trascrizioni chiare e riassunti.

source: Allow
it: Acconsenti

source: Almost finished!
it: Quasi finito!

source: Already have an account?
it: Hai già un account?

source: Analyze Audio
it: Analizza audio

source: ANALYZE AUDIO
it: ANALIZZA AUDIO

# auth.forgotPassword
source: Forgot Password?
it: Password dimenticata?

# auth.resetPassword.cancel
source: Cancel
it: Annulla

# auth.resetPassword.description
source: Enter your email to receive password reset instructions.
it: Inserisci la tua email per ricevere le istruzioni di reset.

# auth.resetPassword.emailSent
source: Check your inbox for password reset instructions.
it: Controlla la tua casella per le istruzioni di reset.

# auth.resetPassword.emailSentTitle
source: Email Sent
it: Email Inviata

# auth.resetPassword.send
source: Send Reset Link
it: Invia Link di Reset

# auth.resetPassword.title
source: Reset Password
it: Reimposta Password

source: Best for long recordings (1+ hour) - just share!
it: Ideale per registrazioni lunghe (1+ ora) - condividi!

source: Cancel
it: Annulla

source: CANCEL
it: ANNULLA

source: Clear names make transcriptions easy to find.
it: Nomi chiari rendono le trascrizioni facili da trovare.

source: Close
it: Chiudi

source: CLOSE
it: CHIUDI

source: Continue
it: Continua

source: Create Account
it: Crea Account

# createMeeting.localTranscription.missingModelAlert.message
source: Local transcription is enabled, but the selected model is not installed. Download it in Settings > Local Transcription or switch back to Cloud mode.
it: La trascrizione locale è attiva, ma il modello selezionato non è installato. Scaricalo in Impostazioni > Trascrizione locale oppure torna alla modalità Cloud.

# createMeeting.localTranscription.missingModelAlert.title
source: Local Model Required
it: Modello locale richiesto

source: Don't show again
it: Non mostrare più

source: Done
it: Fatto

source: Edit
it: Modifica

source: Extracting...
it: Estrazione...

source: EXTRACTING...
it: ESTRAZIONE...

source: Final touches...
it: Ultimi ritocchi...

source: Focus on the conversation while SnipNote handles everything else.
it: Concentrati sulla conversazione mentre SnipNote gestisce tutto il resto.

source: For long recordings (1+ hour), record with Voice Memos and share to SnipNote for better results.
it: Per registrazioni lunghe (1+ ora), registra con Memo Vocali e condividi su SnipNote per risultati migliori.

source: Full Transcript
it: Trascrizione completa

source: Get Started
it: Inizia

source: Hide
it: Nascondi

# home.action.import
source: Import Audio
it: Importa Audio

# home.action.record
source: Record Audio
it: Registra audio

# home.greeting.afternoon
source: Good afternoon
it: Buon pomeriggio

# home.greeting.evening
source: Good evening
it: Buonasera

# home.greeting.morning
source: Good morning
it: Buongiorno

# home.kpi.free
source: Free
it: Gratis

# home.kpi.meeting_time
source: Audio Time
it: Tempo audio

# home.kpi.minutes_balance
source: Minutes Balance
it: Minuti Disponibili

# home.kpi.total_meetings
source: Total Transcriptions
it: Trascrizioni Totali

# home.kpi.transcribed
source: transcribed
it: trascritte

# home.recent.empty
source: No transcriptions yet
it: Nessuna trascrizione

# home.recent.see_all
source: See All
it: Vedi Tutte

# home.recent.title
source: Recent Transcriptions
it: Trascrizioni Recenti

source: Import from Voice Memos
it: Importa da Memo Vocali

source: Keep SnipNote open while uploading.
it: Tieni SnipNote aperta durante il caricamento.

# language.option.english
source: English
it: Inglese

source: Making great progress!
it: Ottimi progressi!

source: Microphone Access Denied
it: Accesso al microfono negato

source: MICROPHONE ACCESS DENIED
it: ACCESSO AL MICROFONO NEGATO

source: Microphone Permission Needed
it: Permesso microfono richiesto

source: MICROPHONE PERMISSION NEEDED
it: PERMESSO MICROFONO RICHIESTO

source: More than halfway there!
it: Più della metà completato!

source: Nearly complete - hang tight!
it: Quasi completo - ancora un attimo!

source: New Transcription
it: Nuova trascrizione

source: Next
it: Avanti

source: Pause
it: Pausa

source: PAUSE
it: PAUSA

source: Perfect for quick recordings and voice notes
it: Perfetto per registrazioni brevi e note vocali

source: Permissions Needed
it: Permessi richiesti

source: Preparing your audio for transcription...
it: Preparazione dell'audio per la trascrizione...

source: Pro Tip
it: Suggerimento

source: Process
it: Elabora

source: PROCESS
it: ELABORA

source: Processing on our servers...
it: Elaborazione sui nostri server...

source: Processing transcription summary...
it: Elaborazione riepilogo trascrizione...

source: Processing transcription...
it: Elaborazione trascrizione...

source: PROCESSING TRANSCRIPTION...
it: ELABORAZIONE TRASCRIZIONE...

source: Processing...
it: Elaborazione...

source: PROCESSING...
it: ELABORAZIONE...

source: Progressing smoothly - almost there!
it: Procedendo bene - quasi finito!

source: Record
it: Registra

source: RECORD
it: REGISTRA

source: Record in App
it: Registra nell'App

source: Recording Paused
it: Registrazione in pausa

source: RECORDING PAUSED
it: REGISTRAZIONE IN PAUSA

source: Recording requires microphone access. Please enable it in Settings > Privacy & Security > Microphone > SnipNote.
it: La registrazione richiede l'accesso al microfono. Abilitalo in Impostazioni > Privacy e Sicurezza > Microfono > SnipNote.

source: Recording...
it: Registrazione...

source: RECORDING...
it: REGISTRAZIONE...

source: Resume
it: Riprendi

source: RESUME
it: RIPRENDI

source: Save
it: Salva

source: SAVE
it: SALVA

source: Select transcription date
it: Seleziona data trascrizione

source: Server Transcription
it: Trascrizione server

source: SERVER TRANSCRIPTION
it: TRASCRIZIONE SERVER

# settings.about.developer.description
source: Hi! I'm Mattia, the developer behind SnipNote. I created this app to help professionals capture and organize insights from their recordings more effectively using AI technology.
it: Ciao! Sono Mattia, lo sviluppatore di SnipNote. Ho creato questa app per aiutare i professionisti a catturare e organizzare le intuizioni dalle loro registrazioni in modo più efficace usando la tecnologia AI.

# settings.about.developer.role
source: Independent iOS Developer
it: Sviluppatore iOS Indipendente

# settings.about.subtitle
source: AI-Powered Transcription Assistant
it: Assistente Trascrizioni con AI

# settings.about.tagline
source: AI-powered voice note taking with smart action extraction
it: Note vocali con AI e azioni intelligenti

# settings.about.viewTutorial
source: View Tutorial
it: Guarda il Tutorial

# settings.account.deleteAccount
source: Delete Account
it: Elimina account

# settings.account.deleteAccount.cancel
source: Cancel
it: Annulla

# settings.account.deleteAccount.confirmButton
source: Delete Account
it: Elimina account

# settings.account.deleteAccount.confirmMessage
source: Type DELETE to permanently delete your account and all data.
it: Digita DELETE per eliminare definitivamente il tuo account e tutti i dati.

# settings.account.deleteAccount.confirmPlaceholder
source: Type DELETE to confirm
it: Digita DELETE per confermare

# settings.account.deleteAccount.confirmTitle
source: Confirm Account Deletion
it: Conferma eliminazione account

# settings.account.deleteAccount.description
source: This will permanently delete your account and all associated data. This action cannot be undone.
it: Questo eliminerà definitivamente il tuo account e tutti i dati associati. Questa azione non può essere annullata.

# settings.account.deleteAccount.errorTitle
source: Error
it: Errore

# settings.account.deleteAccount.restoreButton
source: Restore Purchases
it: Ripristina acquisti

# settings.account.deleteAccount.restoreFailure
source: No purchases to restore
it: Nessun acquisto da ripristinare

# settings.account.deleteAccount.restoreSuccess
source: Restored successfully
it: Ripristino riuscito

# settings.account.deleteAccount.restoreTitle
source: Restore Purchases
it: Ripristina acquisti

# settings.account.logoutButton
source: Log Out
it: Esci

# settings.account.manageSubscription
source: Manage Subscription
it: Gestisci abbonamento

# settings.account.restorePurchases
source: Restore Purchases
it: Ripristina acquisti

# settings.aiAnalysis.appleIntelligenceAvailable
source: Available on this device.
it: Disponibile sul dispositivo.

# settings.aiAnalysis.appleIntelligenceStatus
source: Apple Intelligence status
it: Stato Apple Intelligence

# settings.aiAnalysis.provider
source: AI Analysis Provider
it: Provider analisi AI

# settings.aiAnalysis.providerDescription
source: Choose which provider generates transcription overviews and summaries.
it: Scegli quale provider genera panoramiche e riassunti delle trascrizioni.

# settings.appearance.darkDescription
source: Dark interface for low-light environments
it: Interfaccia scura per ambienti con poca luce

# settings.appearance.lightDescription
source: Clean and modern interface for everyday use
it: Interfaccia pulita e moderna per l'uso quotidiano

# settings.appearance.systemDescription
source: Automatically matches your device appearance
it: Segue automaticamente l'aspetto del dispositivo

# settings.appearance.theme
source: Theme
it: Grafica

# settings.cloudTranscription.provider.description
source: Applies to new cloud transcriptions.
it: Si applica alle nuove trascrizioni cloud.

# settings.cloudTranscription.provider.title
source: Transcription provider
it: Provider di trascrizione

# settings.language.description
source: Choose the app language. SnipNote defaults to your system language.
it: Scegli la lingua dell’app. SnipNote usa la lingua di sistema per impostazione predefinita.

# settings.language.section.footer
source: Changes apply instantly. Some content like AI summaries follows your selected language.
it: Le modifiche si applicano subito. Alcuni contenuti, come i riepiloghi AI, seguono la lingua selezionata.

# settings.language.section.title
source: Language
it: Lingua

# settings.localTranscription.availableModels
source: Available models
it: Modelli disponibili

# settings.localTranscription.backendDescription.cloud
source: Use the existing cloud pipeline exactly as it works today.
it: Usa l'attuale pipeline cloud esattamente come funziona oggi.

# settings.localTranscription.backendDescription.local
source: Choose a local model to balance speed, quality, and storage.
it: Scegli un modello locale per bilanciare velocità, qualità e spazio di archiviazione.

# settings.localTranscription.backendTitle
source: Transcription Backend
it: Motore di trascrizione

# settings.localTranscription.installHint
source: If local mode is enabled and the selected model is missing, new recordings and transcriptions will stop and ask you to install it here.
it: Se la modalità locale è attiva e il modello selezionato non è disponibile, le nuove registrazioni e trascrizioni si fermeranno e ti chiederanno di installarlo qui.

# settings.localTranscription.model.deleteButton
source: Delete
it: Elimina

# settings.localTranscription.model.downloadButton
source: Download
it: Scarica

# settings.localTranscription.model.downloadingButton
source: Downloading
it: Download in corso

# settings.localTranscription.model.selectedBadge
source: Selected
it: Selezionato

# settings.localTranscription.model.useButton
source: Use This Model
it: Usa questo modello

# settings.localTranscription.model.verifyingButton
source: Verifying
it: Verifica in corso

# settings.localTranscription.sectionTitle
source: Local Transcription
it: Trascrizione locale

# settings.notifications.logout.cancel
source: Cancel
it: Annulla

# settings.notifications.logout.confirm
source: Log Out
it: Esci

# settings.notifications.logout.message
source: Are you sure you want to log out? You'll need to sign in again to use the app.
it: Sei sicuro di voler uscire? Dovrai accedere nuovamente per usare l’app.

# settings.notifications.logout.title
source: Log Out
it: Esci

# settings.notifications.permission.cancel
source: Cancel
it: Annulla

# settings.notifications.permission.settings
source: Settings
it: Impostazioni

# settings.notifications.permission.status
source: Permission Status
it: Stato autorizzazione

# settings.notifications.permission.title
source: Notification Permission Required
it: Autorizzazione alle notifiche richiesta

# settings.notifications.processing.description
source: Stay informed when recordings start, progress, and complete. Manage these alerts from iOS Settings.
it: Rimani informato quando le registrazioni iniziano, progrediscono e si completano. Gestisci questi avvisi dalle Impostazioni iOS.

# settings.notifications.processing.title
source: Processing Notifications
it: Notifiche di elaborazione

# settings.section.aiAnalysis.title
source: AI Analysis
it: Analisi AI

# settings.section.appearance.title
source: Appearance
it: Aspetto

# settings.section.notifications.title
source: Notifications
it: Notifiche

# settings.section.subscription.title
source: Subscription
it: Abbonamento

# settings.section.usage.title
source: Usage
it: Utilizzo

# settings.subscription.plan.free
source: Free Plan
it: Piano gratuito

# settings.subscription.plan.pro
source: Pro Member
it: Utente Pro

# settings.subscription.plan.unlimited
source: Unlimited access to all features
it: Accesso illimitato a tutte le funzionalità

# settings.subscription.plan.usage
source: %1$d/%2$d transcriptions used
it: %1$d/%2$d trascrizioni utilizzate

# settings.subscription.upgrade
source: Upgrade
it: Aggiorna

# settings.title
source: Settings
it: Impostazioni

# settings.usage.aiSummaries
source: AI Summaries
it: Riepiloghi AI

# settings.usage.loading
source: Loading usage data...
it: Caricamento dati di utilizzo...

# settings.usage.meetingsCreated
source: Transcriptions Created
it: Trascrizioni create

# settings.usage.meetingsTranscribed
source: Transcriptions Completed
it: Trascrizioni completate

# settings.usage.totalRecordingTime
source: Total Recording Time
it: Tempo totale di registrazione

source: Should be ready soon - check back in a few minutes
it: Sarà pronto a breve - ricontrolla tra qualche minuto

source: Show
it: Mostra

source: Sign in
it: Accedi

source: Sign In
it: Accedi

source: SIGN IN
it: ACCEDI

source: Sign up
it: Registrati

source: Skip
it: Salta

source: Starting in...
it: Inizio tra...

source: STARTING IN...
it: INIZIO TRA...

source: Summary
it: Riepilogo

# tab.meetings
source: Transcriptions
it: Trascrizioni

# tab.settings
source: Settings
it: Impostazioni

source: Tap the record button to capture audio from meetings, calls, or voice notes. SnipNote will automatically transcribe and analyze your content.
it: Premi il pulsante di registrazione per catturare l'audio di riunioni, chiamate o note vocali. SnipNote trascriverà e analizzerà automaticamente il contenuto.

source: Tip: Use Voice Memos for long recordings (1+ hour) and share to SnipNote.
it: Suggerimento: Usa Memo Vocali per registrazioni lunghe (1+ ora) e condividi su SnipNote.

source: To provide the best experience, SnipNote needs access to your microphone and permission to send notifications.
it: Per offrire la migliore esperienza, SnipNote necessita l'accesso al microfono e il permesso di inviare notifiche.

source: To record audio, SnipNote needs access to your microphone. Tap the record button and grant permission when prompted.
it: Per registrare l'audio, SnipNote necessita l'accesso al microfono. Premi il pulsante di registrazione e concedi il permesso quando richiesto.

source: Transcript
it: Trascrizione

source: Transcription Date
it: Data trascrizione

source: Transcription Name
it: Nome trascrizione

source: Transcription Summary
it: Riepilogo trascrizione

# transcription.local.error.downloadIncomplete
source: Download incomplete. Please retry.
it: Download incompleto. Riprova.

# transcription.local.error.downloadInterrupted
source: Download was interrupted. Please retry.
it: Il download è stato interrotto. Riprova.

# transcription.local.error.emptyTranscript
source: The local transcription returned no text.
it: La trascrizione locale non ha restituito alcun testo.

# transcription.local.error.failedToLoadModel
source: The local model could not be initialized on this device.
it: Il modello locale non può essere inizializzato su questo dispositivo.

# transcription.local.error.modelNotInstalled
source: %@ is not downloaded. Install it in Settings > Local Transcription.
it: %@ non è scaricato. Installalo in Impostazioni > Trascrizione locale.

# transcription.local.error.unavailable
source: Local transcription is unavailable in this build.
it: La trascrizione locale non è disponibile in questa build.

# transcription.local.model.base.detail
source: Best for fast local transcription with modest storage use.
it: Ideale per trascrizioni locali rapide con un uso contenuto dello spazio.

# transcription.local.model.small.detail
source: Better transcript quality with a larger download.
it: Qualità di trascrizione migliore, con un download più grande.

# transcription.local.progress.chunkComplete
source: Chunk %1$lld completed
it: Segmento %1$lld completato

# transcription.local.progress.chunkRunning
source: Transcribing locally: chunk %1$lld of %2$lld
it: Trascrizione locale: segmento %1$lld di %2$lld

# transcription.local.progress.chunkSkipped
source: Chunk %1$lld contained no speech
it: Il segmento %1$lld non conteneva parlato

# transcription.local.progress.combining
source: Combining transcripts
it: Unione delle trascrizioni

# transcription.local.progress.complete
source: Local transcription complete
it: Trascrizione locale completata

# transcription.local.progress.detectingSpeech
source: Detecting speech regions
it: Rilevamento delle aree di parlato

# transcription.local.progress.loadingAudio
source: Loading local audio
it: Caricamento audio locale

# transcription.local.progress.preparingChunks
source: Preparing local chunks
it: Preparazione segmenti locali

# transcription.local.progress.running
source: Running local transcription
it: Trascrizione locale in esecuzione

# transcription.local.status.checking
source: Checking model files...
it: Controllo dei file del modello...

# transcription.local.status.downloading
source: Downloading %1$lld%%
it: Download %1$lld%%

# transcription.local.status.installed
source: Installed
it: Installato

# transcription.local.status.notInstalled
source: Not downloaded
it: Non scaricato

# transcription.local.status.verifying
source: Verifying model...
it: Verifica del modello...

# transcription.mode.local
source: Local
it: Locale

source: Transcriptions
it: Trascrizioni

source: Two Ways to Capture
it: Due Modi per Registrare

source: Upload complete. You can close the app.
it: Caricamento completato. Puoi chiudere l'app.

source: Uploading to server...
it: Caricamento sul server...
